Repository: daniel-widrick/wowpi
Catalog: languages/wowpi-*.po
Languages: fr_fr

source: Save Changes
fr_fr: Sauvegarder les Changements

source: Character:
fr_fr: Personnage:

source: Also known as
fr_fr: Aussi connu sous le nom

source: Level %1s %2s %3s
fr_fr: Niveau %1$s %2$s %3$s

source: Name
fr_fr: Nom

source: Class
fr_fr: Classe

source: The one
fr_fr: C’est lui

source: Level
fr_fr: Niveau

source: Rank
fr_fr: Rang

source: Achievement Points
fr_fr: Points de Hauts Faits

source: Guild Master
fr_fr: Maître de Guilde

source: of the
fr_fr: des

source: Level %1$s %2$s %3$s
fr_fr: Niveau %1$s %2$s %3$s

source: Primary professions:
fr_fr: Métiers principaux:

source: Secondary professions:
fr_fr: Métiers secondaires:

source: Achievement points:
fr_fr: Points de Hauts Faits:

source: Latest achievements:
fr_fr: Derniers Hauts Faits:

source: Honorable kills:
fr_fr: Victoires honorables:

source: Gear:
fr_fr: Equipement:

source: Artifact Weapon:
fr_fr: Arme Prodigieuse:

source: Artifact Traits:
fr_fr: Talents d'Arme Prodigieuse:

source: Artifact Relics:
fr_fr: Reliques d'Arme Prodigieuse:

source: WoWpi Character Widget
fr_fr: Widget de Personnage WoWpi

source: You can simply show your WoW character data by using this widget
fr_fr: Vous pouvez simplement montrer vos données de personnage WoW en utilisant ce widget.

source: Realm:
fr_fr: Serveur:

source: WoWpi - the World of Warcraft API Armory plugin
fr_fr: WoWpi - Le plugin API de l'Armurerie World of Warcraft

source: WoWpi is an World of Warcraft API Armory plugin used to get data from Battle.net API
fr_fr: WoWpi est un plugin API de l'armurerie World of Warcraft utilisé pour obtenir des données de l'API Battle.net
